Repository: ahmed-shehata/zalando-commerce-ios
Catalog: AtlasUI/AtlasUI/*.lproj/Localizable.strings
Languages: de, fr, it

# AtlasAPIError.message.noInternet
source: Please check you internet connection
de: Bitte überprüfe Deine Internetverbindung
fr: Veuillez vérifier votre connexion Internet
it: Per piacere controlla la tua connessione ad internet

# AtlasAPIError.title
source: Server Error
de: Server Fehler
fr: Erreur de serveur
it: Errore server

# AtlasAPIError.title.noInternet
source: No internet connection
de: Keine Internetverbindung
fr: Pas de connexion Internet
it: Connessione ad internet assente

# AtlasCheckoutError.message.addressInvalid
source: Address not valid, please check the address
de: Adresse nicht bekannt, bitte überprüfe sie.
fr: Adresse non valide, veuillez vérifier l'adresse
it: Indirizzo non valido, per piacere controlla l'indirizzo

# AtlasCheckoutError.message.checkoutFailure
source: An error occurred during updating the checkout
de: Bei der Bestellung ist ein Fehler aufgetreten
fr: Erreur inconnue pendant la mise à jour du panier
it: Si è verificato un errore. Riprova più tardi oppure rivolgiti al nostro servizio clienti

# AtlasCheckoutError.message.missingAddress
source: Please select shipping and billing addresses first
de: Bitte wähle zuerst eine Liefer- und eine Rechnungsadresse
fr: Veuillez sélectionner d'abord les adresses de livraison et de facturation
it: Per piacere seleziona l'indirizzo di spedizione e fatturazione prima di continuare

# AtlasCheckoutError.message.missingAddressAndPayment
source: Please select shipping and billing addresses and the payment method first
de: Bitte wähle zuerst eine Liefer- und eine Rechnungsadresse sowie eine Zahlart

# AtlasCheckoutError.message.outOfStock
source: Sorry this item is out of stock
de: Leider ist dieser Artikel nicht mehr verfügbar
fr: Désolé, cet article est épuisé
it: Scusa l'articolo da te richiesto non è più disponibile

# AtlasCheckoutError.message.paymentMethodNotAvailable
source: Payment method is no longer available
de: Diese Zahlart ist nicht mehr verfügbar
fr: Le moyen de paiement n'est plus disponible
it: Il metodo di pagamento non è più disponibile

# AtlasCheckoutError.message.priceChanged
source: The price is now %@
de: Der Preis beträgt nun %@
fr: Le prix est maintenant %@
it: Il prezzo è ora %@

# AtlasCheckoutError.message.unclassified
source: Something went wrong. We are fixing the issue. Please come back later
de: Da ist etwas schief gelaufen. Wir arbeiten an dem Problem. Bitte komm später noch einmal vorbei.
fr: Quelque-chose s'est mal passé. Nous réglons le problème. Merci de revenir plus tard
it: Qualcosa è andato storto. Stiamo sistemando il problema. Per piacere riprova più tardi.

# AtlasCheckoutError.title.missingAddress
source: No address selected
de: Keine Adresse ausgwählt
fr: Aucune adresse sélectionnée
it: Nessun indirizzo selezionato

# AtlasCheckoutError.title.priceChanged
source: Price changed
de: Der Preis hat sich geändert
fr: Prix modifié
it: Il prezzo è cambiato

# AtlasLoginError.title
source: Login Error
de: Anmeldung fehlgeschlagen
fr: Erreur de connexion
it: Errore durante il login

# addressFormView.additional
source: Additional
de: Adresszusatz / Firma / c/o
fr: Complément d’adresse
it: Informazioni aggiuntive

# addressFormView.city
source: City
de: Stadt
fr: Ville
it: Città

# addressFormView.country
source: Country
de: Land
fr: Pays
it: Paese

# addressFormView.emailaddress
source: Email Address
de: E-Mail Adresse
fr: Adresse e-mail
it: Indirizzo email

# addressFormView.firstname
source: First Name
de: Vorname
fr: Prénom
it: Nome

# addressFormView.gender.female
source: Mrs
de: Frau
fr: Mme/Mlle
it: Sig.ra

# addressFormView.gender.male
source: Mr
de: Herr
fr: M.
it: Sig.

# addressFormView.lastname
source: Last Name
de: Nachname
fr: Nom
it: Cognome

# addressFormView.memberid
source: Member ID
de: PostNummer
fr: ID Membre
it: Membro ID

# addressFormView.packstation
source: Packstation
de: Nummer der Packstation

# addressFormView.street
source: Street
de: Straße und Hausnummer
fr: Adresse (numéro et rue)
it: Strada

# addressFormView.title
source: Title
de: Anrede
fr: Civilité
it: Titolo

# addressFormView.zipcode
source: Zipcode
de: Postleitzahl
fr: Code postal
it: CAP

# addressListView.add.cellTitle
source: Add new address...
de: Neue Adresse hinzufügen...
fr: Ajouter une nouvelle adresse
it: Aggiungi un nuovo indirizzo…

# addressListView.add.type.AddressBookImportDataModelCreationStrategy
source: Import from Address Book
de: Aus dem Adressbuch
fr: Importer depuis le carnet d'adresse
it: Importa dalla rubrica

# addressListView.add.type.PickupPointAddressDataModelCreationStrategy
source: Pickup Point
de: Packstation

# addressListView.add.type.StandardAddressDataModelCreationStrategy
source: Standard
de: Wunschadresse

# addressListView.add.type.title
source: Address Type
de: Lieferung an
fr: Type d'adresse
it: Tipo di indirizzo

# addressListView.prefix.memberID
source: Member ID
de: PostNummer
fr: ID Membre
it: Membro ID

# addressListView.prefix.packstation
source: Packstation
de: Nummer der Packstation

# addressListView.title.billing
source: Billing Address
de: Rechnungsadresse
fr: Adresse de facturation
it: Indirizzo di fatturazione

# addressListView.title.shipping
source: Shipping Address
de: Lieferadresse
fr: Adresse de livraison
it: Indirizzo di consegna

# button.general.cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# button.general.save
source: Save
de: Speichern
fr: Enregistrer
it: Salva

# formValidation.exactLength
source: Required length is %@
de: Eingabe muss %@ Zeichen lang sein
fr: Longueur requise est %@
it: Lunghezza richiesta è %@

# formValidation.maxLength
source: Max length is %@
de: Eingabe darf max. %@ Zeichen lang sein
fr: Longueur maximale est %@
it: Lunghezza max è %@

# formValidation.minLength
source: Min length is %@
de: Eingabe muss mind. %@ Zeichen lang sein
fr: Longueur minimale est %@
it: Inserisci almeno %@

# formValidation.numbersOnly
source: Only numbers are allowed
de: Bitte nur Nummern eintragen
fr: Seuls les chiffres sont permis
it: Sono consentiti solo numeri

# formValidation.pattern.city
source: Please only use the characters (A-z) in this field
de: Bitte in diesem Feld nur die Zeichen (A-z) eingeben.
fr: Veuillez indiquer uniquement les caractères (a-z ou A-Z) dans ce champ.
it: Per piacere usa solo caratteri (A-z) in questo campo

# formValidation.pattern.name
source: Please only use the characters (A-z) in this field
de: Bitte in diesem Feld nur die Zeichen (A-z) eingeben.
fr: Veuillez indiquer uniquement les caractères (a-z ou A-Z) dans ce champ.
it: Per piacere usa solo caratteri (A-z) in questo campo

# formValidation.pattern.street
source: Please enter your street and house number
de: Bitte Straße und Hausnummer eingeben.
fr: Veuillez indiquer votre rue et numéro
it: Per piacere inserisci strada e numero di casa

# formValidation.required
source: This field is required
de: Dies ist ein Pflichtfeld
fr: Ce champ est obligatoire.
it: Questo è un campo obbligatorio

# formValidation.vaildEmail
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail Adresse an
fr: Veuillez indiquer une adresse E-mail valide
it: Inserisci un indirizzo email valido

# guestSummaryView.address.add
source: Create new address
de: Neue Adresse erstellen
fr: Créer une nouvelle adresse
it: Aggiungi un nuovo indirizzo

# guestSummaryView.address.create
source: Create new Address
de: Neue Adresse erstellen
fr: Créer une nouvelle adresse
it: Crea un nuovo indirizzo

# guestSummaryView.address.update
source: Update Address
de: Adresse ändern
fr: Mettre adresse à jour
it: Aggiorna indirizzo

# loginView.loginWithZalando
source: Login with Zalando
de: Bei Zalando einloggen
fr: Se connecter à Zalando
it: Login con Zalando

# summaryView.label.address.billing
source: Billing Address
de: Rechnungsadresse
fr: Adresse de facturation
it: Indirizzo di fatturazione

# summaryView.label.address.shipping
source: Shipping Address
de: Lieferadresse
fr: Adresse de livraison
it: Indirizzo di consegna

# summaryView.label.emptyAddress.billing
source: No Billing Address
de: Die Rechnungsadresse fehlt
fr: Pas d'adresse de facturation
it: Indirizzo di fatturazione assente

# summaryView.label.emptyAddress.shipping
source: No Shipping Address
de: Die Lieferadresse fehlt
fr: Pas d'adresse de livraison
it: Indirizzo di consegna assente

# summaryView.label.estimatedDelivery
source: Estimated Delivery
de: Voraussichtliche Lieferung
fr: Date de livraison estimée
it: Consegna stimata

# summaryView.label.guestCheckout
source: Checkout as guest
de: Als Gast zur Kasse
fr: Commander comme invité
it: Acquista senza creare un'account

# summaryView.label.payment
source: Payment
de: Zahlungsart
fr: Paiement
it: Pagamento

# summaryView.label.price.shipping
source: Shipping
de: Versand
fr: Livraison
it: Spedizione

# summaryView.label.price.total
source: Total
de: Gesamtsumme:
it: Totale

# summaryView.label.price.vat
source: (VAT Included)
de: (Incl. MwST)
fr: (TVA incluse)
it: (IVA Inclusa)

# summaryView.label.unitSize
source: Size: %@
de: Größe: %@
fr: Taille: %@
it: Taglia: %@

# summaryView.link.termsAndConditions
source: Zalando terms, conditions and cancellation policy apply to all orders
de: Für Deine Bestellung gelten die AGB und die Wiederrufsbelehrung von Zalando
fr: Les conditions générales de vente de Zalando s'appliquent à toutes les commandes
it: CGV

# summaryView.submitButton.backToShop
source: Back to shop
de: weiter shoppen
fr: Retour à la boutique
it: Ritorna allo shop

# summaryView.submitButton.checkoutWithZalando
source: Checkout with Zalando
de: Mit Zalando anmelden
fr: Commander avec Zalando
it: Acquista con Zalando

# summaryView.submitButton.guestCheckout
source: Checkout as guest
de: ohne Registrierung
fr: Commander comme invité
it: Acquista come ospite

# summaryView.submitButton.payWithPayPal
source: Confirm and pay with PayPal
de: Bestätigen und zahlen mit PayPal
fr: Valider le paiement et accéder à PayPal
it: Conferma e paga tramite PayPal

# AtlasAPIError.message.checkoutFailed
source: Unknown checkout error
fr: Erreur de paiement inconnue
it: Errore durante l'acquisto

# AtlasAPIError.message.invalidResponseFormat
source: Incorrect response format
fr: Format de réponse incorrect
it: Formato risposta incorretto

# AtlasAPIError.message.noData
source: Empty response
fr: Réponse vide
it: Risposta vuota

# AtlasAPIError.message.unauthorized
source: Access denied
fr: Accès refusé
it: Accesso non autorizzato

# AtlasCheckoutError.title
source: Oops
fr: Oups

# AtlasConfigurationError.message.incorrectConfigServiceResponse
source: Server returned unknown response
fr: Le serveur a retourné une réponse inconnue

# AtlasConfigurationError.message.missingClientId
source: Missing client identifier
fr: Identificateur de client manquant

# AtlasConfigurationError.message.missingInterfaceLanguage
source: Missing interface language
fr: Langue d'interface manquante

# AtlasConfigurationError.message.missingSalesChannel
source: Missing sales channel
fr: Canal de vente manquant

# AtlasConfigurationError.title
source: Configuration Error
fr: Erreur de configuration

# AtlasLoginError.message.accessDenied
source: Access denied
fr: Accès refusé
it: Accesso negato

# AtlasLoginError.message.missingURL
source: Missing login URL
fr: URL de connexion manquante
it: Login URL mancante

# AtlasLoginError.message.missingViewControllerToShowLoginForm
source: Cannot show login form
fr: Impossible d'afficher le formulaire de connexion
it: Non è possibile visualizzare il form per il login

# AtlasLoginError.message.requestFailed
source: Request failed
fr: Requête échouée
it: Richiesta fallita

# summaryView.button.saveOrderImage
source: Save order details image
fr: Enregistrer une image de votre commande
it: Salva i dettagli dell'ordine come immagine

# summaryView.label.orderHeader
source: We are happy about your order Thanks a lot!
fr: Merci pour votre commande !
it: Siamo contenti del tuo ordine Grazie mille!

# summaryView.label.orderImageSaved
source: âœ“ Image saved to your photo library
fr: ✓ Image enregistrée dans votre collection de photos
it: ✓ Immagine salvata con successo nella galleria delle foto

# summaryView.label.orderNumber
source: Order number
fr: Numéro de commande
it: Numero ordine

# AtlasCheckoutError.message.unsupportedCountry
source: This country is not supported for the selected item
fr: Ce pays n'est pas pris en charge
it: Questo paese non é supportato

# AtlasCheckoutError.message.photosLibraryAccessNotAllowed
source: Can't access Photos Library
fr: Impossible d'accéder à la photothèque
it: Not é possibile accedere alla galleria delle foto
