Repository: ahmed-shehata/zalando-commerce-ios
Catalog: Sources/ZalandoCommerceUI/ZalandoCommerceUI/*.lproj/Localizable.strings
Languages: pl

# addressFormView.additional
source: Additional
pl: Infomacje dodatkowe

# addressFormView.city
source: City
pl: Miasto

# addressFormView.country
source: Country
pl: Kraj

# addressFormView.emailaddress
source: Email Address
pl: Adres email

# addressFormView.firstname
source: First Name
pl: Imię

# addressFormView.gender.female
source: Mrs
pl: Pani

# addressFormView.gender.male
source: Mr
pl: Pan

# addressFormView.lastname
source: Last Name
pl: Nazwisko

# addressFormView.memberid
source: Member ID
pl: Identyfikator klienta

# addressFormView.packstation
source: Packstation
pl: Paczkomat

# addressFormView.street
source: Street
pl: Ulica

# addressFormView.title
source: Title
pl: Zwrot

# addressFormView.zipcode
source: Zipcode
pl: Kod pocztowy

# addressListView.add.cellTitle
source: Add new address...
pl: Dodaj nowy adres...

# addressListView.add.type.AddressBookImportDataModelCreationStrategy
source: Import from Address Book
pl: Zaimportuj z książki adresowej

# addressListView.add.type.StandardAddressDataModelCreationStrategy
source: Standard
pl: Standardowy

# addressListView.add.type.title
source: Address Type
pl: Rodzaj adresu

# addressListView.prefix.memberID
source: Member ID
pl: Identyfikator klienta

# addressListView.prefix.packstation
source: Packstation
pl: Paczkomat

# addressListView.title.billing
source: Billing Address
pl: Adres do faktury

# addressListView.title.shipping
source: Shipping Address
pl: Adres dostawy

# button.general.cancel
source: Cancel
pl: Anuluj

# button.general.save
source: Save
pl: Zapisz

# formValidation.exactLength
source: Required length is %@
pl: Wymagana ilość znaków: %@

# formValidation.maxLength
source: Max length is %@
pl: Pole może zawierać najwyżej %@ znaków

# formValidation.minLength
source: Min length is %@
pl: Pole musi zawierać co najmniej %@ znaków

# formValidation.numbersOnly
source: Only numbers are allowed
pl: Pole może zawierać wyłącznie liczby

# formValidation.pattern.city
source: Please only use the characters (A-z) in this field
pl: Pole może zawierać wyłącznie litery

# formValidation.pattern.name
source: Please only use the characters (A-z) in this field
pl: Pole może zawierać wyłącznie litery

# formValidation.pattern.street
source: Please enter your street and house number
pl: Prosimy podać nazwę ulicy i numer

# formValidation.required
source: This field is required
pl: Pole wymagane

# formValidation.vaildEmail
source: Please enter a valid email address
pl: Prosimy podać poprawny adres email

# guestSummaryView.address.add
source: Add new address
pl: Dodaj adres

# guestSummaryView.address.create
source: Create new Address
pl: Dodaj adres

# guestSummaryView.address.update
source: Update Address
pl: Zmień adres

# loginView.loginWithZalando
source: Login with Zalando
pl: Zaloguj z Zalando

# summaryView.button.saveOrderImage
source: Save order details image
pl: Zapisz zamówienie jako zdjęcie

# summaryView.label.address.billing
source: Billing Address
pl: Adres do faktury

# summaryView.label.address.packstationAbbreviation
source: P.S.
pl: Adres do faktury

# summaryView.label.address.shipping
source: Shipping Address
pl: Adres dostawy

# summaryView.label.emptyAddress.billing
source: No Billing Address
pl: Brak adresu do faktury

# summaryView.label.emptyAddress.shipping
source: No Shipping Address
pl: Brak adresu dostawy

# summaryView.label.estimatedDelivery
source: Estimated Delivery
pl: Przewidywany termin dostawy

# summaryView.label.guestCheckout
source: Checkout as guest
pl: Zamów bez tworzenia konta

# summaryView.label.orderHeader
source: We are happy about your order Thanks a lot!
pl: Cieszymy się z Twojego zamówienia Dziękujemy!

# summaryView.label.orderImageSaved
source: âœ“ Image saved to your photo library
pl: ✓ Zdjęcie zostało zapisane

# summaryView.label.orderNumber
source: Order number
pl: Numer zamówienia

# summaryView.label.payment
source: Payment
pl: Forma płatności

# summaryView.label.price.shipping
source: Shipping
pl: Dostawa

# summaryView.label.price.total
source: Total
pl: Suma

# summaryView.label.price.vat
source: (VAT Included)
pl: (z VAT)

# summaryView.label.unitSize
source: Size: %@
pl: Rozmiar: %@

# summaryView.link.termsAndConditions
source: Zalando terms, conditions and cancellation policy apply to all orders
pl: Do wszystkich zamówień ma zastosowanie polityka prywatności, regulamin sklepu oraz warunki odstąpienia od umowy Zalando

# summaryView.submitButton.backToShop
source: Back to shop
pl: Do sklepu

# summaryView.submitButton.checkoutWithZalando
source: Checkout with Zalando
pl: Zamów z Zalando

# summaryView.submitButton.guestCheckout
source: Checkout as guest
pl: Zamów bez tworzenia konta

# summaryView.submitButton.payWithPayPal
source: Confirm and pay with PayPal
pl: Potwierdź i zapłać przez PayPal

# summaryView.submitButton.placeOrder
source: Place order
pl: Złóż zamówienie

# summaryView.title.orderPlaced
source: Order placed
pl: Zamówienie złożone

# summaryView.title.summary
source: Summary
pl: Podsumowanie

# termsAndConditionsView.title
source: Legal Notice
pl: Nota prawna

# paymentMethod.CASH_ON_DELIVERY
source: Cash on delivery
pl: Gotówką przy odbiorze

# paymentMethod.CHEQUE
source: Cheque
pl: Czek

# paymentMethod.CREDIT_CARD
source: Credit Card
pl: Karta kredytowa

# paymentMethod.DIRECT_DEBIT
source: Direct Debit
pl: Karta debetowa

# paymentMethod.FREE
source: Free
pl: Darmo

# paymentMethod.INVOICE
source: Invoice
pl: Faktura

# paymentMethod.PREPAYMENT
source: Prepayment
pl: Przedpłata

# paymentMethod.UNKNOWN
source: Unknown
pl: Nieznany

# addressCheckView.title
source: Check your address
pl: Zweryfikuj adres

# addressCheckView.header.normalized
source: We found another version for your address Which one do you want to use?
pl: Znaleźliśmy inną wersję podanego adresu. Którego chcesz użyć?

# addressCheckView.header.notCorrect
source: Your address seems to be not valid Are you sure you want to use it?
pl: Podany adres wygląda na nieprawidłowy. Na pewno chcesz go użyć?

# addressCheckView.originalAddress
source: Your address
pl: Podany adres

# addressCheckView.suggestedAddress
source: Suggested address
pl: Proponowany adres

# button.general.submit
source: Confirm
pl: Zatwierdź

# APIError.message.checkoutFailed
source: Unknown checkout error
pl: Nieznany błąd tworzenia zamówienia

# APIError.message.invalidResponseFormat
source: Incorrect response format
pl: Nieprawidłowy format odpowiedzi serwera

# APIError.message.noData
source: Empty response
pl: Serwer przesłał pustą odpowiedź

# APIError.message.noInternet
source: Please check you internet connection
pl: Prosimy sprawdzić połączenie z internetem

# APIError.message.unauthorized
source: Access denied
pl: Brak dostępu

# APIError.title
source: Server Error
pl: Błąd serwera

# APIError.title.noInternet
source: No internet connection
pl: Brak połączenia z internetem

# CheckoutError.message.addressInvalid
source: Address not valid, please check the address
pl: Wprowadzony adres jest nieprawidłowy

# CheckoutError.message.checkoutFailure
source: An error occurred during updating the checkout
pl: Wystąpił błąd przy tworzeniu zamówienia

# CheckoutError.message.missingAddress
source: Please select shipping and billing addresses first
pl: Prosimy najpierw wybrać adres dostawy oraz adres do faktury

# CheckoutError.message.outOfStock
source: Sorry this item is out of stock
pl: Niestety ten produkt został już wyprzedany

# CheckoutError.message.paymentMethodNotAvailable
source: Payment method is no longer available
pl: Wybrana forma płatności nie jest obecnie dostępna

# CheckoutError.message.priceChanged
source: The price is now %@
pl: Aktualna cena: %@

# CheckoutError.message.unclassified
source: Something went wrong. We are fixing the issue. Please come back later
pl: Wystąpił problem. Pracujemy nad jego usunięciem. Prosimy spróbować później.

# CheckoutError.title
source: Oops
pl: Ups

# CheckoutError.title.missingAddress
source: No address selected
pl: Adres nie został wybrany

# CheckoutError.title.priceChanged
source: Price changed
pl: Cena uległa zmianie

# ConfigurationError.message.incorrectConfigServiceResponse
source: Server returned unknown response
pl: Nierozpoznana odpowiedź serwera

# ConfigurationError.message.missingClientId
source: Missing client identifier
pl: Brak idenfikatora klienta

# ConfigurationError.message.missingInterfaceLanguage
source: Missing interface language
pl: Brak języka interfejsu

# ConfigurationError.message.missingSalesChannel
source: Missing sales channel
pl: Brak kanału sprzedaży

# ConfigurationError.title
source: Configuration Error
pl: Błąd konfiguracji

# LoginError.message.accessDenied
source: Access denied
pl: Brak dostępu

# LoginError.message.missingURL
source: Missing login URL
pl: Brak adresu URL do logowania

# LoginError.message.missingViewControllerToShowLoginForm
source: Cannot show login form
pl: Nie udało się zaprezentować formularza logowania

# LoginError.message.requestFailed
source: Request failed
pl: Połączenie nie powiodło się

# LoginError.title
source: Login Error
pl: Błąd logowania

# CheckoutError.message.unsupportedCountry
source: This country is not supported
pl: Ten kraj nie jest obsługiwany

# CheckoutError.message.photosLibraryAccessNotAllowed
source: Can't access Photos Library
pl: Brak dostępu do Zdjęć

# CheckoutError.message.missingPaymentMethod
source: Please select the payment method first
pl: Prosimy wybrać wpierw metodę płatności
